IdeaRS.Connections
Plate2PlateData.Anchoring Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the properties of the anchoring
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public AnchoringData Anchoring { get; set; }
Property Value
Type: AnchoringData
See Also
Reference
Plate2PlateData Class
IdeaRS.Connections.Data Namespace